game_tips=[
    {
        "caption":"팁 표시",
        "explanation":"이 메세지는 게임에 도움되는 팁들을 표시합니다.<br>12시의 사이언스 퍼실리티를 띄워 이 팁을 비활성화할 수 있습니다."
    },
    {
        "caption":"마나관련 아이템",
        "explanation":"마나석과 마나증폭기는 각각 마나회복량과 마나최대치를 증가시킵니다."
    },
    {
        "caption":"스킬사용",
        "explanation":"12시 방향 스타게이트에서 스킬을 사용할 수 있습니다."
    },
    {
        "caption":"함정요소",
        "explanation":"각 스테이지에는 함정이 도사리고있습니다. 항상 조심하십시오."
    },
    {
        "caption":"보스존 진입",
        "explanation":"모든 유닛을 처치하면 보스존으로 가는 문이 열립니다.<br>입장시 모두가 보스존으로 진입합니다."
    },
    {
        "caption":"모든스킬확인",
        "explanation":"미션 오브젝트(F10+J)에서 스킬을 확인할 수 있습니다."
    },
    {
        "caption":"체력 포션 사용",
        "explanation":"12시 방향 로보틱스 퍼실리티에서 셔틀을 뽑아 체력포션을 사용할 수 있습니다."
    },
    {
        "caption":"마나 포션 사용",
        "explanation":"12시 방향 로보틱스 퍼실리티에서 리버를 뽑아 마나포션을 사용할 수 있습니다."
    },
    {
        "caption":"스킬 배우기",
        "explanation":"전직을 하더라도 새로운 스킬을 사용하려면 스킬북을 구매해야합니다."
    },
    {
        "caption":"궁극기",
        "explanation":"커세어 스킬(궁극기)을 사용하려면 스킬북이 3개 필요합니다."
    },
    {
        "caption":"보스의 궁극기",
        "explanation":"각 보스는 고유한 궁극기를 가지고 있습니다. 주의하십시오."
    },
    {
        "caption":"부활",
        "explanation":"다른 팀원이 해당 스테이지를 클리어하면 모두 부활합니다."
    },
    {
        "caption":"팀 스플래쉬",
        "explanation":"스플래쉬데미지를 주는 유닛들은 아군에게도 피해를 입힐 수 있으니 주의하십시오."
    },
    {
        "caption":"유지기",
        "explanation":"여러 스킬을 조합하여 시전하면 더 좋은 효율을 보이는 경우도 있습니다."
    },
    {
        "caption":"돌연변이",
        "explanation":"게임이 쉽게 느껴진다면 캐릭터를 고르기 전에 돌연변이원을 추가해 재미난 규칙들을 추가할 수 있습니다."
    }
]