mutatorData=[
    {
        "name":"파업",
        "explanation":"몇몇 캐릭터를 선택할 수 없게됩니다."
    },
    {
        "name":"원코인",
        "explanation":"스테이지가 끝나고 죽은 플레이어중 단 한명만 부활합니다."
    },
    {
        "name":"재생",
        "explanation":"지속적으로 적 병력 체력이 재생됩니다.(보스제외, 인원수비례)"
    },
    {
        "name":"업보",
        "explanation":"가장 킬수가 높은 플레이어의 가스재생량이 4 감소힙니다."
    },
    {
        "name":"신경삭을 끊어라!",
        "explanation":"자신의 시야만 남고 나머지는 사라집니다."
    },
    {
        "name":"기억상실증",
        "explanation":"보스가 때때로 스킬을 사용한것을 잊어버리고 스킬을  한번 더 씁니다."
    },
    {
        "name":"완판",
        "explanation":"상점에서 판매히는 포션의 재고가 플레이어수 *2개로 제한됩니다."
    },
    {
        "name":"바이러스",
        "explanation":"적 병력들이 마음대로 움직이며 몇몇 유닛들이 자신을 복제하여 소환합니다."
    },
    {
        "name":"해치웠나",
        "explanation":"처치했다고 생각한 보스가 다음 스테이지에서 다시 나타납니다."
    },
    {
        "name":"속전속결",
        "explanation":"상점시간이 45초로 제한됩니다. 필드를 모두 정리하면 바로 보스존으로 진입합니다."
    },
    {
        "name":"특급배달",
        "explanation":"게임이 끝날때까지 주기적으로 플레이어들의 위치에 적 유닛들이 소환됩니다."
    },
    {
        "name":"오버플로우",
        "explanation":"한 플레이어의 마나량이 최대치를 넘어서면 모든 플레이어가 마나번 디버프에 걸립니다."
    },
    {
        "name":"사회적 거리두기",
        "explanation":"각 플레이어의 주 캐릭터 기준 10x10 내에 지상동맹유닛이 3초이상 머무르면 해당 플레이어가 스킬을 사용할 수 없게 됩니다."
    },
    {
        "name":"복병",
        "explanation":"몇몇 적 병력들이 스킬을 사용합니다."
    },
    {
        "name":"방전",
        "explanation":"플레이어의 모든 유닛의 쉴드와 마나가 0으로 고정됩니다."
    },
];